[
  {
    "text": "It is undeniable that the widespread of alternative sources of knowledge has played an important role in students' acquisition of knowledge. Computers can be programmed to provide an endless numbers of questions in diverse range of fields, and as the students answer these questions, the facts has been learned and reinforced. A case in point is the reading and listening parts of TOEFL iBT exams, as candidates have to answer many questions in a limited period of time. Moreover, when students have some academic problems, they can post those to some websites and receive correct answers from unknown people in faraway places without any costs. Besides, in the past, conducting a research require long hours of searching in library shelves, now all can be done at a click of a button. Thus, technologies are vital in students' learning.",
    "index": "essay136_1"
  },
  {
    "text": "Secondly, sporting occasions play an essential role in raising patriotic emotions in both athletes and spectators. Seeing national flags be honored may be the most emotional moments to each athlete. The athlete also seems to be more aware of his responsibilities and he wants to contribute more to his beloved country. When witnessing our national flags flying proudly among others, many of us can stop hiding our pride and happiness. For instance, when Vietnam became the champion of SEAGAMES for the first time in 2008, a festival atmosphere permeated into the streets. People from all ages turned out to the streets with flags, banners and they sang aloud songs of Ho Chi Minh President. The eager atmosphere lasted many next days. In fact, some hooligans were so excited that they took part in motor racing or using fireworks illegally. However, the hooligans only took a minority of people. Therefore, it can be said that sport events help to wake up love and responsibilities strongly in each citizen.",
    "index": "essay097_2"
  },
  {
    "text": "Most of workers have adapted to do same task. It allows us to achieve more. As a authoritative dentist in my province, my mother has worked for 25 years. Gandhi devoted his whole life to fight against British-ruled government and inspire movements for civil rights in India, finally he became the father of the nation. These examples make it obvious that great achievement needs someone keen on one task for long time. While when it comes to \"happier\", different type of jobs can be responsible factor.",
    "index": "essay324_1"
  },
  {
    "text": "First of all, one of the most significant upsides is that the young adult can have more experience with his parents. The young adult has to try to create memories with his dad and mom in the early age. When having a job, it is of low possibilities to work in his hometown. If he lives with his parents for longer time, they have more chances to share the feelings, exercise, and travel together. All memories become priceless treasure as time passes by. Thus, I think undergoing with parents is worthwhile.",
    "index": "essay220_1"
  },
  {
    "text": "However, flourishing tourism in a place can be very rewarding in terms of local economy. Holiday makers flocking to other countries are not only bound to spend on tickets of attractions, but also pay for food, accommodation, transportation and entertainment. Both local people and governments can make a large amount of money through these services, and more employment opportunities can be created as well. I also believe the revenue earned form tourism can be used in turn to reduce pollution and protect the environment.",
    "index": "essay356_2"
  },
  {
    "text": "Moreover, another equally crucial aspect is that it depends on the capability of one to decide whether he can succeed or not. At least, a successful person should be able to dismantle the hurdles prohibiting him to success. For instance, the sports stars do not have to take some drugs to win a game or show their extraordinary skills. The same reason why they succeed is that they all have the predominated abilities in sports realm. In contrast, those athletes try to have distinctive performance by taking risks of taking drugs are failed to succeed. Hence, from this case, we are capable of stating that it is not necessary for successful people to take risks.",
    "index": "essay143_2"
  },
  {
    "text": "First of all, television has useful and educational programs. Not only the up-to-date news, but also there are many programs which has educational purposes. If children can use those programs wisely, they can learn many information from it. For example, in Korea, there's program called EBS. It is targeted for children to teenager. We can study subjects through EBS lecture. Also, there are many documentary films such as the life of a great man in Korea. Using those education programs let people get a lot of inspirations instead of having negative effects. ",
    "index": "essay223_1"
  },
  {
    "text": "Another important aspect on technology is transferring money. Today, students can apply for foreign universities much easier than before. Not only with the help of sending email, but also using credit cards to pay all necessary fees online. Therefore, with the advent of internet and online paying systems, you can do many thing at your home easily.",
    "index": "essay012_2"
  },
  {
    "text": "In fact, stringent gun control does not decrease violence and crime because most gun violence is committed with guns obtained illegally. People who are intent to commit crime and control cities through gang violence and other means will find a way to continue to use guns, regardless of gun control. ",
    "index": "essay388_2"
  },
  {
    "text": "First, in childhood most people are happier than in adulthood. They do not have to worry about bills, jobs, how would their life be in the future. They just worry about two things: to have fun, learn and be happy. A child's daily life is school, playing and sleeping. For example, when I was young I just came home from school and then I would took my bike or soccer ball and go out and play with my friends in my neighborhood. Moreover, I did not have to worry about costs and other things, I just had fun and learned. Also, people are most creative when they were children, children imagine new things and games just to have fun and be happy.",
    "index": "essay218_1"
  },
  {
    "text": "It is especially true if we consider the fact that a single international language plays a pivotal role in global economic cooperation. As businessmen from different countries have access to the same language, they can communicate with each other more efficiently and deeply on trade, which can intensify the transnational cooperation. In contrast, without the availability of the same language, there might be a chance that misunderstanding and conflicts would ensue over business negotiations, impeding collaborations between them. Therefore, a single international language serves an economic purpose.",
    "index": "essay091_1"
  },
  {
    "text": "A good and experienced teacher can help me learn faster and easier. Sometimes when learning a course by myself which is hard and confusing to understand and has few sources available, I get discouraged after spending a lot of time. In this situation, I'll look for a teacher and request for help from him or her. And then he or she will teach me the course efficiently in a short time and therefore I will learn faster and better and won't get discouraged and confused.",
    "index": "essay258_1"
  },
  {
    "text": "Another point that students may benefit from technology is the shortened time for learning. The modern world provides learners with the mp3, the mobile phone or the laptop that help them, especially language learners, listen to recordings everywhre or read documents anytime. Therefore, students will develop their skills at a greater pace. Moreover, the internet again, is an inexhaustible resource of visual aids, such as educational games, sounds or images with which students may absorb abstract concepts taught at school more briskly and thoroughly.",
    "index": "essay382_2"
  },
  {
    "text": "Furthermore, the increasing development of tourism is a boon to travelers as well. The provision of direct airlines makes it possible for them to travel conveniently and comfortably. With adequate local facilities and services available, they can spend more of their holidays having fun and relaxing. In addition, both locals and tourists can experience more cultures than ever before, and they can be more open-minded to eliminate preconceptions and deepen mutual understanding among nations.",
    "index": "essay356_3"
  },
  {
    "text": "Second, people like having meals while they are watching TV. Families usually tend to watch television either with each other or friends. For example my friends and I used to sit together and enjoy watching movies using VHS player at nights. It was fun and a little bit similar to the cinema. ",
    "index": "essay228_2"
  },
  {
    "text": "Third, some parents are afraid that the part-time job will effect student' study. Actually, most students will do the part-time job in their holiday, so it will not effect on their study. Compared with playing computers every day, doing part-time jobs is the best choice for students to spend their holiday.",
    "index": "essay319_3"
  },
  {
    "text": "First of all, as we all know, animals are friendly and vital for people, because if there are no animals in the world, the balance of nature will broke down, and we, human, will die out as well. The animal experiments accelerate the vanishing of some categories of animals. In other words, doing this various testing is a hazard of human's future and next generation.",
    "index": "essay016_1"
  },
  {
    "text": "The first reason is that games become unnecessary for people when their careers begin. Someone may argue that games help adults relax and become more balanced in life. But, more often, the pressure of work and family commitment force them to abandon their lifelong hobbies, and as a result, they cannot spend enough time and effort to their favorite games as they did in 15 or 20 years ago. For example, in my country, except for a minor part of professional athletes, the majority of people stop playing games seriously as soon as they find a decent job. They often feel that such games become more troublesome than enjoyable for their daily lives.",
    "index": "essay147_1"
  },
  {
    "text": "Those who advocate focusing on one subject believe that this education model can cultivate more talents who specialized in different areas and increase studying effectiveness. This is probably because students can devote more time and efforts in one subject and reduce pressure from other subjects. However, the drawbacks of this teaching method cannot be neglected. Most importantly, under such target-oriented education environment, teenagers may be hard to regret their original choice and change their specialized field in their further study. Moreover, the dullness of course may deeply influence their passion on study.",
    "index": "essay055_2"
  },
  {
    "text": "On the other hand, schools and university are places in which students gather to be educated and learn from each others as well as formal educators. At schools, students' development has been orchestrated stage by stage, step by step by experienced teachers, and their acquisition of knowledge is guided and backed up in a systematic way. Therefore, formal education approaches are also indispensable. ",
    "index": "essay136_2"
  },
  {
    "text": "Furthermore, taking environmental consequences seriously can enhance working efficiencies. If a firm is environmentally conscious, it may have to make optimal use of its resources to improve its production lines and equipment, which can boost productivity. Therefore, it may spur its economic development. On the other hand, without the requirement of environmental preservation, the firm would still consume a vast amount of energy which constitutes a large part of its operational costs, being a hurdle to the economic development.",
    "index": "essay078_3"
  },
  {
    "text": "In the frenetic, fast-paced world, it is a very common predicament that all of us, from the young to the senior, feel depressed caused by stress, such as financial problems, exam stress, relationship difficulties and work overload. Some people regard stress as a power, which overcomes the obstacles to motivate themselves to do their best; other people cannot charge of their thoughts, emotions, and the way they deal with problems. Therefore, stress management recently becomes a more significant issue in our realization.",
    "index": "essay179_2"
  },
  {
    "text": "Moreover, they bring about students to be happier and to have more fun and entertainments. If we follow just one wing of my life i.e., studying as a student, after some whiles it would be boring and we wouldn't have any motivation. Such activities can help us to pick up with other students and have more friends. In my perspective, more friends and new experience inspire the feeling of happiness and excitement in me.",
    "index": "essay278_3"
  },
  {
    "text": "Moreover, you can also enjoy the beautiful nature when doing some outdoor activities like going hiking, sunbathing, going biking. If you spend your spare time at home or something like that, you can't enjoy beautiful nature. Spending time outdoors, people can breathe fresh air, feel the warm sun on their face and enjoy the complete peace that only nature brings.",
    "index": "essay161_3"
  },
  {
    "text": "To begin with, mobile phones and other tools of modern communication facilitate not only contact with friends and relatives in faraway places but also global business. With the click of a button, the vast amount of information can be transmitted from America to China in just a few seconds. Furthermore, it is generally felt that the access to these tools of communication is available in every corner of the world. With a mobile phone or a laptop, a person can talk or send messages online at a bus stop, in a corner shop or anywhere they could imagine. Therefore, it seems that these new forms of communication do bring a great deal of convenience to humankind.",
    "index": "essay049_1"
  },
  {
    "text": "First of all, we need to consider that police armed with guns or any other kinds of legal weapons just attempts to protect not only civilians but also himself. As a result, criminals todays are very sophisticated so they spend a large amount of money to acquire modern weapons to cope with the police and serve their own nefarious needs. Thus, citizens in that society can be shot by both police and offenders accidentally. Moreover, while on duty, not only are private citizens affected but facilities such as cars, houses, streets are likely to be destroyed by guns. Therefore, a society that its police force carries guns will be definitely seen as a highly violent one.",
    "index": "essay381_1"
  },
  {
    "text": "Lastly, the studying conditions are better in an apartment because you don't have all the noise and distractions that you often have in dormitories. A lot of students often complain about their roommate playing music too loud or bringing friends over at inappropriate times. Since in an apartment you don't have a roommate, you won't have this problem, and as a result you would be able to concentrate better. For the same reason, you won't have a problem if you are the one who wants to play music, bring friends over, or study late at night. You set your own schedules. In the other hand, living in a dormitory, and being surrounded by students also has some advantages, like being able to get help with any academic issues from them. ",
    "index": "essay172_3"
  },
  {
    "text": "To begin with, those who advocate the impracticability of university have several reasons. From their point of view, the fact is that there are numerous job opportunities for those who do not have the certification of university graduation, such as mechanics, sales persons, or engineers, and, furthermore, labors for graduates are in short supply. What is worse, the labor market for highly educated students is now too competitive to get a job after finishing their studying. In this regard it is a loss of national productivity that young people spend much time on searching for high salary jobs, even can be a sheer time-consuming.",
    "index": "essay022_1"
  },
  {
    "text": "I admit that tourism can have a negative impact on the natural environment. In order to meet the needs of tourists, local governments are likely to build more facilities and infrastructures around tourist attractions, which may result in the destruction of natural habitats. Tourism also creates more pollution and waste, including growing emission of greenhouse gases, dumped leftovers and overuse of water, power and other kind of energy in luxurious hotels. Based on these grounds, it seems that tourism puts great pressure on ecosystem and local resources, and it should not be encouraged.",
    "index": "essay356_1"
  },
  {
    "text": "One of the strong arguments in favour of tighter media control is to limit the violent and sexual content. They have a serious impact on people in their puberty. For example, an internet cartoon comedy called happy tree is extremely brutal, where the characters usually have their heads or limbs tear off. Another supporting reason is that television companies import foreign programmes from time to time and audiences might accept their ideas which maybe otherwise not welcomed to local culture. A few years ago there was a Japanese game show which involved throwing cream cakes to the loser. This is actually very environmentally unfriendly.",
    "index": "essay109_1"
  },
  {
    "text": "Firstly, it is an undeniable fact that tourists from different cultures will probably cause changes to the cultural identity of the tourist destinations. Take Thailand for example, in the Vietnam War, many American soldiers came to Thailand for a break and involved in sexual and drug activities, these huge demands caused many local businesses opened and expanded, even illegally involved in under-age prostitutes to maximize their profits. This was due to the lack of adequate controls by authorities and lead to a bad image of Thailand tourism. Therefore this proves that international tourism can create negative impacts on the destination countries.",
    "index": "essay004_1"
  },
  {
    "text": "Some people spot out that humanities benefit so much from zoos. First of all, zoos are fascinating places of entertainment. For this point, they all think that the very nature and wildness are all brought into zoos and spending time there help us to forget all stress as well as pressure. Another function that all zoos serve relates to education. Many students as well as people find zoos as good places for witnessing and researching the true animal world. Moreover, some zoos are also reservation sites of many animals that are about to become extinct.",
    "index": "essay190_1"
  },
  {
    "text": "Secondly, the staff soon gets boring with their stable job in such a long time. At a certain time, they may presume that a securing job is the most important and necessary because they need to earn money to manage their life. Thereafter, the bulk of them realize that high promotion and competition can assist them to improve their skills and horizons also. Many people enjoy challenging them because they don not want to be monotonous and passive ones. The same-old-same-old environment soon makes them depressed, so this situation will have an adverse impact on the enterprise. ",
    "index": "essay224_2"
  },
  {
    "text": "On top of this, the arts play a pivotal role in all-round development of a society. No developed country could be named that music, painting, literature and other fields of arts are out of its government consideration. Enriching people's life and enlightening their thoughts, the arts basically affect the enhancement of societies in many positive ways.",
    "index": "essay131_2"
  },
  {
    "text": "Third, the campaigns might include practical benefits. In globalized world, the economies of several countries are in a big network and must influence on each others. When America mortgage loan system went bad, several economies of European and Asian countries fluctuated, even any countries had to be gotten international supports to block its bankrupt.",
    "index": "essay032_3"
  },
  {
    "text": "Secondly, even though environmental damage is inevitable, it is not tourism to be blamed for. In order to turn a wilderness into a place of attraction, the planners must have taken the nourishment of the sceneries into thorough consideration. To be precise, for instance, a fortune is spent on trimming the trees, watering the flowers, preserving and balancing the local fauna and flora, in the hope of beautifying the wild. Not to mention ecotourism, a new kind of environment-friendly service, which gives all environmentalists and nature lovers a hand in raising the awareness of people in protecting their coexistent creatures. Because of that, tourism should not be alledged to be notorous for its detriment to the ecological diversity.",
    "index": "essay369_2"
  },
  {
    "text": "Moreover, we cannot always lean on our luck to be successful. I don't want to disavow the role of luck in success, but as you know it hardly accompany us. So, for example you prepare for TOEFL or other multiple-choice test which has four option to choose in every question. You cannot prepare for it without any study and Rely on your luck, even if you be a very lucky. If you pick up any choice by chance you would fail the exam. Undoubtedly it is wise advice which you have hard study to success on exam.",
    "index": "essay257_2"
  },
  {
    "text": "Thirdly, when you write an e-mail you have enough time to think carefully about what you are writing and how it would be better to express yourself. For example, you can change the word order or you can choose more appropriate style to sound more polite. When you speak face-to-face you are not as able to control every word as you are when you write an e-mail.",
    "index": "essay245_3"
  },
  {
    "text": "Second, rarely do we realize the helpful existence of urban areas. It is believed that if some of the enormous shopping malls or universities were relocated in the commuter belt, the city street would be les burstling and overly-teemed as it is now. As a rule of thumb, huge centers of attention distributed equally in a wide region means that residential areas will come along thus exert less pressure on the public facilities. The city itself will be absolved of enduring the influx of immigrants as well as unemployed people.",
    "index": "essay365_2"
  },
  {
    "text": "Furthermore living in big cities means more exposure to stimulation, like all kinds of information. If one can efficiently acquire the information, then, there might come along more opportunities for him to achieve his goals. For example, there are various advertisements here an there, whether on the leaflets or on the big screen showing things of all sorts in commercial zones. If one is seeking a job right in the city or planing somewhere to travel, or just wants to buy a product in a dependable store, he might refer to what he has seen or heard from the advertisements to make a relatively wise choice. ",
    "index": "essay163_3"
  },
  {
    "text": "A raise or a promotion can no doubt increase the morale in the working places. Workers understand they have to work harder to meet the boss' expectations and to make themselves worthwhile. For instance, junior high school teachers have great responsibility not only for students' private lives as they are going through adolescence but also their school work due to the fact that it is an important phase for them to study hard and get into the high school they want. If the teachers receive higher salaries, they will be willing to spend more extra time mentoring the youngsters rather than hoping they learn in cram schools and so forth, as this is what is happening in Taiwan.",
    "index": "essay042_1"
  },
  {
    "text": "Admittedly, sometimes we have to use emails if the team members are not located in the same place. Although emails are not convenient for the work but it is better than none. Since it is a classroom or campus projects, there is few possibility that the project members are located in different areas. ",
    "index": "essay293_3"
  },
  {
    "text": "Building more accommodating constructions meets people's basic need. People cannot live a harmonious life if citizens do not have a decent place to live in. If the price of housing grows continuously, a comfortable place to live in will be a luxury to the middle class and the low class. Then, ordinary people, especially the younger generation, will fall into a certain pattern - work, pay bills for housing, work; and I am sure that it will increase people's dissatisfaction of the government. Because when they are working, the fair of losing their accommodation always lingers, which will limit their efficiency. And government should spend money on people to rescue them from this, because only a government of the people, by the people, for the people will finally last; people's cohesiveness will be promoted.",
    "index": "essay316_1"
  },
  {
    "text": "More importantly, the more beneficial for the society his achievement is, the more successful he is considered. For instance, Thomas Edison is undeniably considered as one of the greatest inventors in the 20th century since his invention's productivity is countless useful for mankind. On the other hand, the fact of knowing a man's utilization of his money remains in the dark. Therefore, judging a person by his income is difficult, especially in the success aspect.",
    "index": "essay346_2"
  },
  {
    "text": "In the first place, children are free whatever they want to do, they are not restricted and their limitation are really rare. Because they are in the age of growth and they are allowed whatever they want to do to experience new stuffs. Therefore there is no argument and punishment for them.",
    "index": "essay124_1"
  },
  {
    "text": "Another point that should be taken into account is countries that import oil will be more dependent on the exporters, both politically and financially. Suppose that the those countries cut down on its oil support, other nations will have to pay more as well as release beneficial policies for them. America, for example, has recently drawn its intervention in Russian crisis only due to the influx of oil.",
    "index": "essay380_3"
  },
  {
    "text": "First, when it comes to the field of transportation, there is no doubt that the technology in automobile has made people's life simpler. With a private car, you can reach the destination in another city just sitting in the vehicle. Alternatively, if you would like to have a trip across the ocean, a plane can carry you there in only a few hours, which is hard to imagine in the ancient times.",
    "index": "essay306_1"
  },
  {
    "text": "A very important responsibility of media is to publish information about the current affairs as quickly as possible specially when there is a crisis. This helps readers to get updated and act accordingly. For example, when the aircraft MH 370 went missing, everyone wanted to know the details about this tragic incident. The friends and families of passengers and crews were impatient to know the truth. In such situations, newspapers and magazines can not respond as fast as digital media. Instead of waiting for next publication, people can get trustworthy information about the current incidents from internet within an hour or two. This explains why digital media will rule over paper and magazines.",
    "index": "essay350_1"
  },
  {
    "text": "Nevertheless, it is not unreasonable that some people think that children should interrupt their school work and get a job. Whether children can learn a lot at school, there are many subjects that will be of little value to them in the future. Furthermore, children can learn social skills when they have a job. They can get more experiences that can not be obtained at school. Working helps children be more independent and teach them to esteem and manage the money that they've earned.",
    "index": "essay034_2"
  },
  {
    "text": "However, I think species extinction is quite natural according to the theory of evolution. The environment on the Earth has been transformed many times since the first species came into being. A great number of plants and animals died out because they were unable to fit into the new environment. On most occasions, the process of extinction of some species is irrevocable and we can do nothing about it.",
    "index": "essay139_2"
  },
  {
    "text": "Additionally, zoos afford a platform to education teenagers, helping to establish eco-friendly behavior towards animals. In the zoos, even though wild animals are caged, they have capability to walk in a limited area. When children pay a visit to the zoos, they still could observe the eating behavior or leisure activities among animals, which would definitely enrich their knowledge associated with different animals. Further, children could acquire the information regarding how to protect wild animals according to guided tour or volunteers.",
    "index": "essay077_2"
  },
  {
    "text": "Moreover, these way students are teached to control their fears and concerns in facing facts. As a matter of fact, when a student understands a fact and its consequences, he or she can encounter it more confidently. In my viewpoint, concerns and anxieties are very destructive in everybody's life. It can prevent person to progress and thrive in every position. ",
    "index": "essay277_3"
  },
  {
    "text": "First, living your life on the fast lane is very stressful and can affect your health. If you are always hurried and you do not take a certain time off, your body will react to your stressful lifestyle. Many hardworking people have diseases, like the burn-out syndrome, because their bodies cannot hold the pace. For instance, my father had a a breakdown several years ago due to his stressful job. After several weeks off his body was restored, now he has reduced the tempo of his lifestyle and is doing fine.",
    "index": "essay303_1"
  },
  {
    "text": "Finally, quality takes time. When you are faced with difficult tasks and you do them in a rush, you are more likely to do avoidable errors or mistakes. Doing tasks in a hurry may end up in not considering all necessary aspects or opportunities. As a result you might make mistakes, you would not have done with more patience. To illustrate, I once wrote an essay in a hurry and got a bad grade, because I made few mistakes I could have avoided.",
    "index": "essay303_3"
  },
  {
    "text": "Nevertheless, opponents of modern communications claim that only the more privileged are able to enjoy the benefits. They further point out that the wide spread use of these efficient and effective ways of communication costs a considerable amount of money. Anyone who aims to use these innovations have to not only pay for the appliances such as a mobile phone or a computer but also cover up costs for communication services. Consequently, people who live in poverty are less likely to be benefited from modern communication technologies.",
    "index": "essay049_2"
  },
  {
    "text": "On the other hand, some people oppose the argument, saying it is a waste of public money for the government to subsidize health care and education of each citizen in society, since a great number of people, in fact, have had the capacity to pay for the both privately. Instead, the government should give priority to more pressing problems related to social members' wellbeing, such as soaring crime rate, AIDS epidemic or the shortage of infrastructure, which are requiring financial resources from the government to address.",
    "index": "essay076_2"
  },
  {
    "text": "Secondly, technical developments improve productivity, which help people to escape from daily chores, and invest more time and energy in studying and living a more meaningful life. With the development of Internet, we can enjoy the pleasure and conveniences which it brings about for us every day. In the past time, we had to spend a lot of time searching information and waiting for letters of our friends who lived far away from us. Nowadays, we can talk with our friends online, no matter where we are and how far between us. In addition, the Internet gives everyone access to the same information, this therefore leads to greater equality between individuals.",
    "index": "essay038_2"
  },
  {
    "text": "On the other hand, the advocators believe that zoos provide the public with good entertainment and also help to ensure the balance of the ecology. Many people, especially young children enjoy going to zoos and see their favorite animals, cute baby-born animals and the animals that are from the different corners of the world. Zoos provide educational information about the lives of different animals to the public. Also, zoos play an important role in reserving many breeds of animal and preventing them from being missing from life. This is due to the fact that, in zoos, animals are kept in enclosures which simulate their own habitats and also endangered animals are being protected from their predators or hunters. Thus zoos are needed to keep the nature balanced.",
    "index": "essay080_2"
  },
  {
    "text": "First of all, a worker's salary can properly reflect his/her competence and value on his/her career. Therefore, those who are paid high salaries must exceed others and achieve something incredible in certain ways. They are not paid for no reason. As we are now live in a competent world, we must show ourselves to be great enough so as to convince the employer that we deserve a better payment. It's all the same in every profession. That's why the richest athletes usually correspond to the greatest athletes in their fields, namely Michael Jordan or Tiger Woods.",
    "index": "essay250_1"
  },
  {
    "text": "In the near future, the Internet will become an indispensable part in academic training, for the enormous benefits that it brings about. Have you ever imagined what it would be like to stay at home and attend a lecture by a famous speaker in Finland simultaneously? This fairy tale turns out to be true thanks to technical and internet advances.",
    "index": "essay104_2"
  },
  {
    "text": "The popularity of email and text messaging, as a result, leads to the losing of written language's position. People tend to use slangs and abbreviated words to shorten their writing and save more time in communicating for other activities. The outcome is that language in writing is not in its original form. Even in some cases, people compose a message with only emoticons (the expressions by face created by service providers), which means there is no room for writing or typing texts. Moreover, it is more dangerous that youngsters sometimes use such new languages in their studying, writing assignments. If that tendency continues at a rapid pace, written language may face up to a real problem about its stand.",
    "index": "essay015_2"
  },
  {
    "text": "However, the current job market affects the decision of universities. Every university designs its courses according to the need of employers. The job selection criteria are pre decided. For instance employers need male candidates for the heavy work such as repairing and installation of heavy machine. They prefer male staff for night shifts. They want female candidates for soft natured work like counseling, teaching, designing etc. Therefore, universities follow the requirement of job providers and decide subject suitable for particular gender.",
    "index": "essay018_2"
  },
  {
    "text": "Lastly, there could lead to a big problem if schools pay teachers by grade that students get. That is problem in quality of education. Teacher may not care about how they have to teach to make students understand the topics. Teachers may just give high grades to get higher salary. This problem should not be happened. Therefore, grade that students get should not be in evaluating teacher.",
    "index": "essay283_3"
  },
  {
    "text": "First, making college education free would cost too much. It would divert public funds from other needs such as law enforcement, infrastructure and so forth. There are many other needs which should come first, such as providing health care to all American, or improving public schools. In addition, it would cause to raise our taxes again and again to fund college education. Consequently, it would affect all taxpayers whether or not they benefit from the use of the funds. ",
    "index": "essay182_1"
  },
  {
    "text": "On the other hand, one part of the society, has doubt over the productivity of people who prefers to work or study from home. Many employers argue that once an employee works from isolation, he or she spends a lot of time in communication via phone or email with colleagues. This harms an employee's deliverable. Teachers think that students get affected too as they can not clear their doubts in study topics instantly. Due to this they lag in their studies. These factors affect people who work or study from home.",
    "index": "essay358_2"
  },
  {
    "text": "Environment pollution one of the primary reasons why life in cities is becoming worse than ever before. Exhaust from transportation, especially cars, and factories' tosix fumes can lead people to face with various respiratory deseases. Besides, water pollution makes people's health become more critical. The fact is that dangerous bacterias and germs in polluted water can go indirectly into people's bodies and create severe problems, which may result in death if the patients are not treated in time. ",
    "index": "essay387_1"
  },
  {
    "text": "To begin with, the school should put more emphasis on students instead of professors. I think the most efficient way to improve the education is to guide the students to learn actively. By renewing some facilities in school so students will spend more time at school doing assignment. A comfortable environment can attract people to stay longer. Thus, students spend more time on school to make a good circulation of learning. That is to say, students have a better environment to working on their assignments so the quality of their assignments will improve. Thus, the competition between peers enhances and forms a circulation. In my school, the classrooms in my university are old and kind of shabby. For me, I prefer spending money in a coffee shop to staying at school to finish my assignment. It's unpleasant to stay at school. However, coffee shops are not always quiet, so my classmates and I often finish our work roughly.",
    "index": "essay312_1"
  },
  {
    "text": "Second, not all of serious movies are boring. \"Click\" is a very interesting comedy, with a serious approach about the importance of having a balanced life between family and work businesses. The movie is humorous and satiric,which leads us to think what is the most valuable of our lives, and it reminds us how important our families are. Thus, the hidden meanings of serious movies are usually beyond words and images which make us think about ourselves.",
    "index": "essay174_2"
  },
  {
    "text": "Finally, psychology knows two types of motivation. There is intrinsic motivation which comes from your own mindset. And there is extrinsic motivation which comes from the praise and laud of other people. Intrinsic motivation is known to be much more desirable because it leads to better learning and well-being. However, in order to gain intrinsic motivation students need to become aware of their strengths and aims. By giving students the freedom to choose about class attendance they might rather be thinking about why they decided to study and learn to motivate themselves. These are crucial skills for the duration of their study and their whole life time.",
    "index": "essay205_4"
  },
  {
    "text": "Admittedly, the expertise of the senior workers who had retired should never be underestimated. Their invaluable experiences and knowledge in their respective fields such as engineering, medicine, and law can certainly be beneficial to the younger generation. Hence, it is highly recommended that the retiree come over to the companies or hospitals to have regular sessions with the present staffs to bridge the gap between them and to pass on their knowledge.",
    "index": "essay101_3"
  },
  {
    "text": "First of all, poor counties suffer from shortage of basic materials and facilities to start businesses and make it richer. To be out of poverty, it is fundamental to support basic industry related factors such as light, electricity, load, highways, natural resources, technology and buildings for companies. Aiding help poor countries in this situation solve their economical problems and run their own business. In actual, republic of Korea used to be the poorest country even compared to others in Africa in 1960's. Now that it has became strong economy country aiding poor countries after 10 years of aid from other counties.",
    "index": "essay032_1"
  },
  {
    "text": "Art is not the key determination of quality of life, but education is. In order to make people better off, it is more urgent for governments to commit money to some fundamental help such as setting more scholarships in education section for all citizens. This is simply because knowledge and wisdom is the guarantee of the enhancement of the quality of people's lives for a well-rounded social system.",
    "index": "essay075_1"
  },
  {
    "text": "In my opinion, though competitive children will be far more clever and faster than the co-operative child in an initial level, but it will not help them to be on the success path for the long run; while on the contrary, co-operative child will have a potential of structuring and implementing new and innovative ideas with the help of a team.",
    "index": "essay339_3"
  },
  {
    "text": "Furthermore, the growing number of mobiles games will impact their mental development. For instance, there many game applications available online and many of them are quite aggressive in nature. In these games, children are rewarded to help their characters to kill or shoot monsters or characters controlled by other players, and this many lead to development of aggressive feelings, thoughts and behaviors. Consequently, frequent conflicts may occur during communication.",
    "index": "essay391_2"
  },
  {
    "text": "The first and foremost reason is that with the development of science and technology, more advanced kitchen facilities, such as the modern microwaves or the advanced pressure cookers, have been created and invented to help people prepare and cook food in a very short time. As a result, people nowadays just spend one hour to prepare a meal instead of two, even three hours like in the last 10 years. Actually, in recent years, there was a significant increase in the number of people from all walks of life realizing this valuable benefit of those technologies in doing their housework. And this figure still continuously go up along with the improvement of science and technology. Thus, it is certain that spending less time on cooking will be the main trend in near future.",
    "index": "essay063_1"
  },
  {
    "text": "First, the using of public transportation reduces the amount of resources using on transportation. Cars depend on gasoline, which is a non-renewable resource. Therefore, the more cars we use means that the faster gasoline in this world is used up. In the contrary, if the public transportation is efficiently used, the amount of gasoline consuming per person will be much lower. And this definitely helps to reserve our invaluable natural resource, gasoline.",
    "index": "essay198_1"
  },
  {
    "text": "It is undoubtedly certain that students can gain their practical experience by getting involved extra jobs. Part-time jobs furnish them with precious chance to practice what they are learning at their universities. In addition, that seems to be more essential the present shortage of sufficiently practical conditions supplied in universities. As a result, students who get part time jobs have not only academic knowledge but also hands-on experience. Moreover, having experienced in working environment during student time offers a distinct advantage when they apply for jobs after their graduation.",
    "index": "essay040_1"
  },
  {
    "text": "Finally, spending money on social activities looks like wasting money. For students who want to gather with their friends or want to go out to meet new people, university programs are the last place they would choose. For example when I and my friends want to spend time with each other, we prefer to go out of university to the places where we do not want to be disturbed by any familiar people. ",
    "index": "essay268_3"
  },
  {
    "text": "The use of public transportation is the best way to conserve natural resources gradually run out. Cars depend on oil and gasoline to move. If people use too many private cars, the oil and gasoline nonrenewable will run out quickly. Instead of using many private cars, people can use public transportation, such as bus, train, subway, each one can get far more people and less oil and gasoline are used up per person.",
    "index": "essay193_1"
  },
  {
    "text": "Historic buildings answer many questions, which are mysterious about our previous ancestors; thereby no one can determine the price of the historic buildings. They show the history of nations and previous generations who lived in the city. They show the lifestyle of people who lived in thousands of years ago. They show us how they survive, or how they defend themselves etc. By investigating about their structures, we can understand how much they knew about the architecture of building. In the other hand, historic buildings are important treasures, which provide an area to learn valuable lessons. ",
    "index": "essay322_1"
  },
  {
    "text": "First, if all the story end up in the same way, it will be boring. If good people always win, we can guess the ending of the movies or dramas. Then we will feel less interested in them. But if the good people are not always rewarded, we will try to finish the movie or dramas to find out the end of the story. For example, Hollywood stories usually have a happy ending like a hero beats a crime and get a girl. But now many people, including me, have been tired with it. I don’t want to see the same kind of ending again and again. So we can’t always let good people be rewarded in movies or TV programs.",
    "index": "essay284_1"
  },
  {
    "text": "Firstly, the major source of energy today is water. Although there is a lot of water shortage to generate electricity many countries still rely only on this source. To generate such a vast energy the fundamental resources are falling short. Thus, during summer there will be a lot of power cut in the developing countries such as India. If the government encourage the use of nuclear, solar or wind energy there might not be any problem in distributing the required amount electricity. Therefore, it would be a good implication by the government to generate electricity from other available sources.",
    "index": "essay044_1"
  },
  {
    "text": "Concerning that elementary education, like the base of a architecture, is the fundamental requirement to be a qualified citizen in today's society, government should guarantee that all people have equal and convenient access to it. So a lack of well-established primary education goes hand in hand with a high rate of illiteracy, and this interplay seriously compromises a country's future development. In other words, if countries, especially the developing countries, are determined to take off, one of the key points governments should set on agenda is to educate more qualified future citizens through elementary education.",
    "index": "essay008_1"
  },
  {
    "text": "Health education causes long-term positive effects on our next generations. First of all, thank to a full health education from their childhoods, children will have good habits of taking care of their own health and these habits may be kept in their adolescences. For example, if a child is educated to have a hygienic lifestyle at a very young age, he also keeps it when older. Secondly, health education will prepare for people especially children necessary knowledge to protect themselves from risks of diseases. Instead of afraid or panic, they may be calmer if unfortunately committing some normal diseases such as allergy or illness in seasonal changes. Many diseases which may be cured easily can turn to serious ones if we do not have right treatment. Health education will help people to have right choices of treatment to recover more quickly.",
    "index": "essay094_1"
  },
  {
    "text": "In addition, a community with the elderly who have a good health has a major role to play in a sustainable development of a society. In facts, young people will be happy as their parents, grandparents are healthy. It can be said that the improvement of medical care makes a better life for all people.",
    "index": "essay142_2"
  },
  {
    "text": "Lastly, doing extra jobs helps student with money for their accommodation. Indeed, high studying tuition, added with raising accommodation expenses are becoming a huge burden to students. With the money they earn from extra jobs, which normally is not much, those difficulties could be partially solved. Moreover, that helps students from being reliant on their families as well as is a well-prepared condition for their independent later life.",
    "index": "essay040_3"
  },
  {
    "text": "It is undeniable that traditional education has its advantages in face-to-face communication, mental inspiration and physical educations. These make remarkable contributions in providing immediate feedbacks and cultivating pupils' personalities. But with the improvements in streaming and sensor technologies, remote education can eliminate the obstacles of distance and body contacts.",
    "index": "essay138_3"
  },
  {
    "text": "Co-education helps both genders to gel well with each other. It helps them how to behave and cooperate and work together. For example, students studying in boy's colleges do not generally know how to talk to a female or behave in front of them. On the other hand, females studying in girl's colleges are too shy to face boys. Co-education will help to eradicate this kind of demerit in both. Universities giving both genders equal opportunities, will prepare them for future challenges and will help in the long run.",
    "index": "essay062_2"
  },
  {
    "text": "In addition, it is well acknowledged that there is no free lunch in the world. This means some powerful countries provide financial support in order to acquire the right to exploit the local resources and target the local labour market. Indeed, they rarely provide local residents with any technological aid and even cause contamination in some areas. Therefore, developing countries should not totally depend on the financial support from powerful countries.",
    "index": "essay027_2"
  },
  {
    "text": "However, we may perceive this issue from different viewpoints. Mobile phones , such as smart phones, has made our communication easy and convenience. The reason is that, as most of the telecommunication companies provide us with access to the internet via our phones, people are able to enjoy sending instant messages and making international calls free of charge. Thus, mobile phones have shortened the distance of communication. ",
    "index": "essay391_3"
  },
  {
    "text": "Our difficult experiences also make us robust and strong unknowingly. We might be facing a toughest time of life at the time, but when we think back about those moments later in life, we feel more confident about our decisions and about ourselves. When I moved to college hostel after school, first few days were very unsettling for me because first time I was away from parent and staying with people I had not known. I had felt very fragile and emotionally distracted, but then slowly I started adjusting with roommates and built connection with them. I also became more casual and social with others, this experience increased my communication skill and social speaking skills. ",
    "index": "essay317_3"
  },
  {
    "text": "Development through education does not necessarily mean raising a country full of doctors, lawyers or engineers. Basic education teaches one child to read and write. Supplementary education provides him with useful knowledge and information. A further specific education can teach an individual with skills enough to make a living and be self-sufficient. A well-informed man can act sensibly and make sound judgment. In the same way, a skillful man contributes favorably and is valuable to the society. Collectively, the benefits of education can make a man, a society and a developed country.",
    "index": "essay389_2"
  },
  {
    "text": "First and foremost, if there is control over artists' ideas, they will definitely lose their sense of creativity in the long run. It is undeniable that when they are given the opportunity to express themselves, most artists will think out of the box and come up with spectacular Arts such as paintings or movies. For example, paintings by Da Vinci and Michallengo are admired even till now as they were not restricted during those times. In short, without any limitations, there will be more awe inspiring work from our artists.",
    "index": "essay081_1"
  },
  {
    "text": "In addition, in this age they are not expected to be responsible. Also, they do not have to educate and they do not have to work, so they have a lot of time in their hand to enjoy this stage of their life. As a matter of fact, I made a large number of friends in this age, and I almost traveled to all cities of my county when I was in kindergarten. Also I got familiar with different kind of animals and plants in this age.",
    "index": "essay124_2"
  },
  {
    "text": "Studying alone helps us to focus more in our lessons. For instance, I am a type of person who cannot comprehend my subjects unless I am alone. I can prepare my schedules, guidelines, exercises and go over them all. Moreover, we have a lot of subjects which require us to sit and study alone such as math, reading, and drawing. In my opinion, I can take advantage of every minute without wasting by studying alone.",
    "index": "essay199_1"
  },
  {
    "text": "It is not surprised that exercise play a crucial role in ameliorating physical health. Any kinds of sports, such as jogging, swimming, or playing basketball, can effectively facilitate human respiration and circulation system. Moreover, these sports can also strengthen muscles and lessen surplus adipose tissues in human body. The latter one is of particular importance because nowadays more and more people are suffer from obesity. Many studies has points out that numbers of overweight people have increased in developed countries in recent years, which mainly results from insufficient exercises.",
    "index": "essay072_1"
  },
  {
    "text": "Firstly, team members may have different views and they need to reach a union opinion efficiently. Obviously, discussion face to face in a meeting is much better than by emails. An experiment conducted by the Beijing University asked two groups of people to discuss the budget of an activity. The first group was asked to discuss in person, while the second group was asked to discuss by email. The result shows that the 1st group used 30 minutes to reach the agreement on the budget, while it takes 30 hours for the later one. The similar experiment done by other scientist show the same result that people can reach an agreement quickly if they could talk to each other. ",
    "index": "essay293_1"
  },
  {
    "text": "However, I believe the booming economy can be closely linked to the preservation of the environment. With people raising their awareness of the green economy, the products free of pollutants are increasingly prevalent among clients, which means eco-friendly businesses can make a favorable impression on customers today, triggering sales. For example, electronic bicycles powered by clean energy resources have been well received among people in recent years.",
    "index": "essay078_2"
  },
  {
    "text": "Also, doing something for a long time can be boring, having hobbies and doing sports can refresh our mind. For example, at school, students have breaks every class so that they can relax for a few minutes and prepare for the next class. Humans are not robots; we can't keep working for twenty-four hours. Doing sports or hobbies for a short time can recharge our batteries.",
    "index": "essay215_2"
  },
  {
    "text": "The main advantage of high-tech medical care is that people are better taken care so that they have a good health. They can contribute effectively to the development of the economy because healthy workers can create more productivity. In other words, they do not have to spend more time in health checking or treatment so this saves an amount of time as well as cost.",
    "index": "essay142_1"
  }
]