[
  {
    "text": "At the end of the current paper, the researchers are blunt about the consequences of a continuing loss of oceanic oxygen. ‘Far-reaching implications for marine ecosystems and fisheries can be expected,’ they write.",
    "reference": "Invalid"
  },
  {
    "text": "Longer term, if emissions rise unchecked, scientists fear climate effects so severe that they might destabilize governments, produce waves of refugees, precipitate the sixth mass extinction of plants and animals in the Earth’s history, and melt the polar ice caps, causing the seas to rise high enough to flood most of the world’s coastal cities. The emissions that create those risks are happening now, raising deep moral questions for our generation.”",
    "reference": "Invalid"
  },
  {
    "text": "But other scientific authors have expressed considerable skepticism of these kinds of ideas in the past. A recent study in Nature Geoscience, for instance, called into question whether the Arctic’s melting, and in particular its sea ice loss, has been causing winter cooling over Eurasia, another idea that has been swept up in the debate over the jet stream and weather extremes.",
    "reference": "Invalid"
  },
  {
    "text": "From 1970 until 1998 there was a warming period that raised temperatures by about 0.7 F that helped spawn the global warming alarmist movement. However, since 1998, little warming has occurred while carbon dioxide emissions continue to increase.",
    "reference": "Invalid"
  },
  {
    "text": "The Arctic may be remote, but changes that occur there directly affect us. The melting of the Greenland ice sheet is already contributing significantly to sea level rise, and new research is highlighting that the melting of Arctic sea ice can alter weather conditions across Europe, Asia and North America.",
    "reference": "Invalid"
  },
  {
    "text": "What are the odds that a climate model built on a system that simple would be reliable? Less than 50/50. (Multiplying .95 by itself 15 times yields 46.3 percent.)",
    "reference": "Invalid"
  },
  {
    "text": "Now the states rely on the weather and compete to reach the bottom. South Australia is winning: it has the most unreliable grid in the world outside Africa and the most expensive electricity. When South Australians buy electricity at $14,200/MWh, they are paying the equivalent of $400 a litre for petrol.",
    "reference": "Invalid"
  },
  {
    "text": "Peter Wadhams, professor of ocean physics at the University of Cambridge, predicted ‘global disaster’ from the demise of Arctic sea ice—in four years. He too, is eating crow.",
    "reference": "Invalid"
  },
  {
    "text": "Some regions experience more, some less and some no trend. Limitations of data and inconsistencies in patterns prevent confident claims about global trends one way or another.",
    "reference": "Invalid"
  },
  {
    "text": "‘If you remove the ice shelf, there’s a potential that not just ice-cliff instabilities will start occurring, but a process called marine ice-sheet instabilities,’ says Matthew Wise, a polar scientist at the University of Cambridge. This signals the possible rapid destabilization of the entire West Antarctic ice sheet in this century.",
    "reference": "Invalid"
  },
  {
    "text": "One of the main areas of contention is the existence of two strange climate episodes known as The Medieval Warm Period (MWP) and the Little Ice Age. The MWP lasted from about 950 to 1250AD, and temperature records appear to show it was even hotter than today",
    "reference": "Invalid"
  },
  {
    "text": "While France and other G7 countries lamented the U.S. exit from the Paris climate accord, America’s air is already cleaner than that of any other country in the G7, except Canada with its scant population.",
    "reference": "Invalid"
  },
  {
    "text": "Biological, geological and planetary systems are extremely robust. Our evolving dynamic planet has survived sea level changes of hundreds of metres",
    "reference": "Invalid"
  },
  {
    "text": "But some research suggests that a catastrophe might not yet be inevitable. In a study last year, Robert M. DeConto of the University of Massachusetts, Amherst, and David Pollard of Pennsylvania State University used their computer model to predict what would happen if emissions were reduced sharply over the next few decades, in line with international climate goals. Under the most ambitious scenarios, they found a strong likelihood that Antarctica would remain fairly stable.",
    "reference": "Invalid"
  },
  {
    "text": "I note particularly that sea-level rise is not affected by the warming; it continues at the same rate, 1.8 millimeters a year, according to a 1990 review by Andrew S. Trupin and John Wahr.",
    "reference": "Invalid"
  },
  {
    "text": "The latest U.N. science compendium asserts that the latter half-degree is at least half manmade.",
    "reference": "Invalid"
  },
  {
    "text": "Even if we meet the Paris goals of two degrees warming, cities like Karachi and Kolkata will become close to uninhabitable, annually encountering deadly heat waves like those that crippled them in 2015. At four degrees, the deadly European heat wave of 2003, which killed as many as 2,000 people a day, will be a normal summer. At six[…] summer labor of any kind would become impossible in the lower Mississippi Valley, and everybody in the country east of the Rockies would be under more heat stress than anyone, anywhere, in the world today[…].",
    "reference": "Invalid"
  },
  {
    "text": "Earlier this month, NASA scientists provided a visualization of a startling climate change trend — the Earth is getting greener, as viewed from space, especially in its rapidly warming northern regions. And this is presumably occurring as more carbon dioxide in the air, along with warmer temperatures and longer growing seasons, makes plants very, very happy.",
    "reference": "Invalid"
  },
  {
    "text": "This means a region of the north Atlantic is becoming relatively cool and this exaggerates the contrast with tropical waters to the south, which is the driver for storms. In the worst case scenario, said the renowned climate scientist Prof James Hansen, this ‘will drive superstorms, stronger than any in modern times – all hell will break loose in the north Atlantic and neighbouring lands’.",
    "reference": "Invalid"
  },
  {
    "text": "suggest that residents are fleeing atolls swiftly sinking into the sea. Yet new research shows that this is not the entire—or even an accurate—picture.",
    "reference": "Invalid"
  },
  {
    "text": "Dr. Schmidt also denied that there was any ‘pause’ or ‘hiatus’ in global warming between the 1998 and 2015 El Ninos.”",
    "reference": "Invalid"
  },
  {
    "text": "At a cost of between $1 trillion and $2 trillion annually, the Paris climate agreement, recently ratified by China, is likely to be history’s most expensive treaty. It will slow the world’s economic growth to force a shift to inefficient green energy sources.",
    "reference": "Invalid"
  },
  {
    "text": "Previous satellite estimates of modern ice losses tried to take this into account, but precise new GPS data showed much of Greenland is rising far more rapidly than thought, up to 12mm a year. This means 19 cubic kilometres more ice is falling into the sea each year, an increase of about 8% on earlier figures.",
    "reference": "Invalid"
  },
  {
    "text": "You’ve only got to look at Singapore. It’s two-and-a-half times higher than the worst-case scenario for climate change, and it’s one of the most desirable cities in the world to live in.",
    "reference": "Invalid"
  },
  {
    "text": "Globally there’s no clear evidence of trends and patterns in extreme events such as droughts, hurricanes and floods. Some regions experience more, some less and some no trend. Limitations of data and inconsistencies in patterns prevent confident claims about global trends one way or another. There’s no trend in U.S. hurricane landfall frequency or intensity. If anything, the past 50 years has been relatively quiet. There’s no trend in hurricane-related flooding in the U.S. Nor is there evidence of an increase in floods globally. Since 1965, more parts of the U.S. have seen a decrease in flooding than have seen an increase. And from 1940 to today, flood damage as a percentage of GDP has fallen to less than 0.05 per cent per year from about 0.2 per cent.",
    "reference": "Invalid"
  },
  {
    "text": "Let’s find out by comparing the actual temperatures since 1979 with what the 32 families of climate models used in the latest U.N. report on climate science predicted they would be.",
    "reference": "Invalid"
  },
  {
    "text": "There’s no trend in global droughts. Cold snaps in the U.S. are down but, unexpectedly, so are heatwaves.",
    "reference": "Invalid"
  },
  {
    "text": "We indicated 23 years ago — in our 1994 Nature article — that climate models had the atmosphere’s sensitivity to CO2 much too high,” Christy said in a statement. “This recent paper bolsters that conclusion.",
    "reference": "Invalid"
  },
  {
    "text": "While scientists are loathe to attribute any single event to changes in the climate, they state that warming temperatures are helping tip the scales towards altered precipitation. Some, however, bristle at the belief that because floods and storms have always occurred, they should not be linked to climate change",
    "reference": "Invalid"
  },
  {
    "text": "Earth’s climate system is unfathomably complex. […] The more variables there are in any system or train of events, the lower the probability of all of them coming to pass. Your odds of correctly guessing the outcome of a flipped coin are 1 in 2, but your odds of guessing correctly twice in a row are only 1 in 4 — i.e., ½ x ½ Extending your winning streak to a third guess is even less probable: just 1 in 8.",
    "reference": "Invalid"
  },
  {
    "text": "In those years, the jet stream deviated deeply southwards over those regions, pulling down savagely cold air. Prof Adam Scaife, a climate modelling expert at the UK’s Met Office, said the evidence for a link to shrinking Arctic ice was now good: ‘The consensus points towards that being a real effect.’",
    "reference": "Invalid"
  },
  {
    "text": "Healthy societies do not fall apart over slow, widely predicted, relatively small economic adjustments of the sort painted by climate analysis. Societies do fall apart from war, disease or chaos. Climate policy must compete with other long-term threats for always-scarce resources.",
    "reference": "Invalid"
  },
  {
    "text": "Moreover, its warming impact decreases sharply after the first 20 or 30 ppm. Adding more CO2 molecules to the atmosphere is like painting over a red wall with white paint — the first coat does most of the work of concealing the red. A second coat of paint has much less of an effect, while adding a third or fourth coat has almost no impact at all.",
    "reference": "Invalid"
  },
  {
    "text": "Professor Judith Curry, of the Georgia Institute of Technology, and president of the Climate Forecast Applications Network, said yesterday: ‘I disagree with Gavin. The record warm years of 2015 and 2016 were primarily caused by the super El Nino.’",
    "reference": "Invalid"
  },
  {
    "text": "Scientists have published strong evidence that the warming climate is making heat waves more frequent and intense. It is also causing heavier rainstorms",
    "reference": "Invalid"
  },
  {
    "text": "In fact, all but the one [extinction event] that killed the dinosaurs were caused by climate change produced by greenhouse gas. The most notorious was 252 million years ago; it began when carbon warmed the planet by five degrees, accelerated when that warming triggered the release of methane in the Arctic, and ended with 97 percent of all life on Earth dead.",
    "reference": "Invalid"
  },
  {
    "text": "This is a critical error. Getting the tropical climate right is essential to understanding climate worldwide.",
    "reference": "Invalid"
  },
  {
    "text": "The knock-on consequences affect national security, as the scale of the challenges involved, such as pandemic disease outbreaks, are overwhelming. Armed conflicts over resources may become a reality, and have the potential to escalate into nuclear war. In the worst case scenario, a scale of destruction the authors say is beyond their capacity to model, there is a ‘high likelihood of human civilization coming to an end’.",
    "reference": "Invalid"
  },
  {
    "text": "Several of the papers note that the primary influence on warming appears to be solar activity. Few, if any, entertain the notion that carbon dioxide levels have much to do with it.",
    "reference": "Invalid"
  },
  {
    "text": "The Lancet researchers found that about 0.5%—half a percent—of all deaths are associated with heat, not only from acute problems like heat stroke, but also increased mortality from cardiac events and dehydration. But more than 7% of deaths are related to cold—counting hypothermia, as well as increased blood pressure and risk of heart attack that results when the body restricts blood flow in response to frigid temperatures.",
    "reference": "Invalid"
  },
  {
    "text": "Some experts, such as UN climate scientist Dr. Indur Goklany, have defended rising CO2 levels as a good thing for humanity. Goklany has argued that the rising level of carbon dioxide in the earth’s atmosphere ‘is currently net beneficial for both humanity and the biosphere generally.",
    "reference": "Invalid"
  },
  {
    "text": "But the thermometer records showed that the warming stopped from 2000 to 2014. Until they didn’t. In two of the four global surface series, data were adjusted in two ways that wiped out the “pause” that had been observed[…]",
    "reference": "Invalid"
  },
  {
    "text": "According to a recent National Economic Research Associates Economic Consulting study, the Paris Agreement could obliterate $3 trillion of GDP, 6.5 million industrial sector jobs and $7,000 in per capita household income from the American economy by 2040. Meeting the 2025 emissions reduction target alone could subtract $250 billion from our GDP and eliminate 2.7 million jobs. The cement, iron and steel, and petroleum refining industries could see their production cut by 21% 19%, and 11% respectively.",
    "reference": "Invalid"
  },
  {
    "text": "As it happens, Zika may also be a good model of the second worrying effect — disease mutation. One reason you hadn’t heard about Zika until recently is that it had been trapped in Uganda; another is that it did not, until recently, appear to cause birth defects.",
    "reference": "Invalid"
  },
  {
    "text": "Typically, in such an attribution study, scientists will use sets of climate models — one set including the factors that drive human global warming and the other including purely “natural” factors — and see if an event like the one in question is more likely to occur in the first set of models. Researchers are getting better and better at performing these kinds of studies fast, in near real time.",
    "reference": "Valid"
  },
  {
    "text": "Incorporating recent advances in the understanding of how ice sheets might break apart, they found that both West Antarctica and some vulnerable parts of East Antarctica would go into an unstoppable collapse if the Earth continued to warm at a rapid pace. In their worst-case scenario, the sea level could rise by six feet by the end of this century, and the pace could pick up drastically in the 22nd century. Dr. DeConto and Dr. Pollard do not claim that this is a certainty — they acknowledge that their analysis is still rough — but they argue that the possibility should be taken seriously.",
    "reference": "Valid"
  },
  {
    "text": "The ocean has accelerated and is now rising at a rate of about a foot per century[…] The risk is that the rate will increase still more. Scientists who study the Earth’s history say waters could rise by a foot per decade in a worst-case scenario, though that looks unlikely. Many experts believe that even if emissions stopped tomorrow, 15 or 20 feet of sea level rise is already inevitable, enough to flood many cities unless trillions of dollars are spent protecting them. How long it will take is unclear. But if emissions continue apace, the ultimate rise could be 80 or 100 feet.",
    "reference": "Valid"
  },
  {
    "text": "Two degrees is more significant than it sounds. […]The number may sound low, but as an average over the surface of an entire planet, it is actually high",
    "reference": "Valid"
  },
  {
    "text": "The arc of global warming will be variously steep and less steep,’ said Richard Seager, a climate scientist at the Lamont-Doherty Earth Observatory of Columbia University. ‘It never stopped.’",
    "reference": "Valid"
  },
  {
    "text": "Since the beginning of the Industrial Revolution, the average pH of global ocean surface waters have fallen from pH 8.2 to 8.1. This represents an increase in acidity of about 26%.",
    "reference": "Valid"
  },
  {
    "text": "Australia’s Great Barrier Reef is one of the world’s greatest reservoirs of biodiversity.  A World Heritage site, it is currently under assault from unusually hot ocean temperatures,",
    "reference": "Valid"
  },
  {
    "text": "In 2004, two NOAA scientists, Richard Feely and Christopher Sabine, produced a chart showing a strong correlation between rising atmospheric CO2 levels and falling oceanic pH levels. But then, just over a year ago, Mike Wallace, a hydrologist with 30 years’ experience, noticed while researching his PhD that they had omitted some key information[…] his results were surprising: there has been no reduction in oceanic pH levels in the last -century.”",
    "reference": "Valid"
  },
  {
    "text": "The U.S. National Climate Assessment found that U.S. heat waves have already “become more frequent and intense,” that the U.S. is shattering high temperature records far more frequently than it is shattering low temperature records (just as you’d expect), and that it is seeing correspondingly fewer cold spells.",
    "reference": "Valid"
  },
  {
    "text": "As the planet warms in response to the buildup of greenhouse gases in the atmosphere, the ratio of high temperature records compared to low temperature records has become more skewed. If the climate weren’t warming, that long-term ratio should average out to about 1-to-1.",
    "reference": "Valid"
  },
  {
    "text": "The growth is largely attributable to just two huge glaciers — Pine Island and Thwaites. The latter is increasingly being viewed as posing a potential planetary emergency, because of its enormous size and its role as a gateway that could allow the ocean to someday access the entirety of West Antarctica, turning the marine-based ice sheet into a new sea.",
    "reference": "Valid"
  },
  {
    "text": "Already, scientists know enough to be concerned. About 120,000 years ago, before the last ice age, the planet went through a natural warm period, with temperatures similar to those expected in coming decades. The sea level was 20 to 30 feet higher than it is today, implying that the ice sheets in both Greenland and Antarctica must have partly disintegrated, a warning of what could occur in the relatively near future if the heating of the planet continues unchecked.”",
    "reference": "Valid"
  },
  {
    "text": "Arctic land stores about twice as much carbon as the atmosphere. While growing seasons—which are now either longer or newly possible, depending on the exact location—suck in carbon dioxide during the spring and summer, scientists believe the thawing lands are now emitting more carbon than they take in.",
    "reference": "Valid"
  },
  {
    "text": "Drought in the western U.S. pales in comparison to the mega-droughts tree rings tell us existed in centuries past.",
    "reference": "Valid"
  },
  {
    "text": "But as more data comes in, even the worst-case estimates may turn out to be too low: for example, researchers recently discovered that ice is melting more rapidly than expected from both Antarctica and Greenland, plus gained a better understanding of how melting ice sheets actually affect sea-level rise. ‘The unlikely scenarios are now, all of a sudden, becoming more probable than they once were thought to be,’ says Sweet.",
    "reference": "Valid"
  },
  {
    "text": "North America suffers extreme weather events including wildfires, drought, and heatwaves. Monsoons in China fail, the great rivers of Asia virtually dry up, and rainfall in central America falls by half.",
    "reference": "Valid"
  },
  {
    "text": "[…] the Roman Warming, the Dark Ages, the Medieval Warming and the Little Ice Age. These took place before industrialisation and were all driven by changes in the sun.",
    "reference": "Invalid"
  },
  {
    "text": "‘That isn’t going to sound horribly unmanageable. But remember for the northern hemisphere, for North America, the fact that the location in West Antarctica is where the action is amplifies that rate of sea level rise by up to an about additional 25 percent in a city like Boston or New York.’ That’s because as Antarctica’s mass shrinks, the ice sheet’s gravitational pull on the ocean relaxes somewhat, and the seas travel back across the globe to pile up far away — with U.S. coasts being one prime destination.",
    "reference": "Invalid"
  },
  {
    "text": "In 2013 the level of U.S. farm output was about 2.7 times its 1948 level, and productivity was growing at an average annual rate of 1.52%. From 2001 to 2013, world-wide, global output of total crop and livestock commodities was expanding at an average rate of 2.52% a year[…] Along with better plant varieties, cropping practices and fertilizer, CO2 has contributed to this welcome increase in productivity.",
    "reference": "Invalid"
  },
  {
    "text": "Houlton has been exploring this possibility for years. Back in 2011, he reported that forest trees can tap into nitrogen found in rock. At the time, he said ‘the stunning finding that forests can also feed on nitrogen in rocks has the potential to change all projections related to climate change,’ because it meant there could be more carbon storage on land and less in the atmosphere than climate models say.",
    "reference": "Invalid"
  },
  {
    "text": "Fires have not only been increasing in size due to climate change. In the early 20th century, state and federal governments began aggressively fighting wildfires and trying to keep them as small as possible. This has caused denser and more fire-prone forests than the long-term average for the West, which has led to more massive and uncontrollable fires.",
    "reference": "Invalid"
  },
  {
    "text": "I would certainly not call such [superstorm] scenarios ridiculous,” said Coumou. “But it is speculative – we don’t have the hard evidence.",
    "reference": "Invalid"
  },
  {
    "text": "People who study the impacts of global warming have found that if ECS is low — say, less than two — then the impacts of global warming on the economy will be mostly small and, in many places, mildly beneficial. If it is very low, for instance around one, it means greenhouse gas emissions are simply not worth doing anything about.",
    "reference": "Invalid"
  },
  {
    "text": "It’s far too early to tell if what we are seeing in the Arctic, and now the Antarctic, is a sharp shift towards warmer poles with less ice. Scientists are quick to point out that weather in these regions can change quickly, but this is another expected result of climate change.",
    "reference": "Invalid"
  },
  {
    "text": "There is now less sea ice on Earth than at any time on record. Ice in the Arctic and Antarctic melted to record low levels in January, scientists reported this week.",
    "reference": "Invalid"
  },
  {
    "text": "Recent computer forecasts suggest that if greenhouse gas emissions continue at a high level, parts of Antarctica could break up rapidly, causing the ocean to rise six feet or more by the end of this century. That is double the maximum increase that an international climate panel projected only four years ago. But those computer forecasts were described as crude even by the researchers who created them. ‘We could be decades too fast, or decades too slow,’said one of them, Robert M. DeConto of the University of Massachusetts, Amherst. ‘There are still some really big question marks about the trajectory of future climate around Antarctica.’",
    "reference": "Invalid"
  },
  {
    "text": "Climate change? Global warming? What do we call it? […]You can think of global warming as one type of climate change. The broader term covers changes beyond warmer temperatures, such as shifting rainfall patterns.",
    "reference": "Invalid"
  },
  {
    "text": "Underneath the permafrost there are sediments full of methane hydrates. When the permafrost goes, you release the pressure on top of these hydrates and the methane comes out of solution",
    "reference": "Invalid"
  },
  {
    "text": "Global warming and climate change, even if it is 100% caused by humans, is so slow that it cannot be observed by anyone in their lifetime. Hurricanes, tornadoes, floods, droughts and other natural disasters have yet to show any obvious long-term change.",
    "reference": "Invalid"
  },
  {
    "text": "the WHO measures air pollution by the mean annual concentration of fine suspended particles of less than 2.5 microns in diameter. These are the particles that cause diseases of all sorts and are responsible for most deaths by air pollution. According to the WHO, exposure to particulate matter increases the risk of acute lower respiratory infection, chronic obstructive pulmonary disease, heart disease, stroke and lung cancer. The report […] found that the United States was one of the most pollution-free nations in the world.",
    "reference": "Invalid"
  },
  {
    "text": "But a myth persists that is both unscientific and immoral to perpetuate: that the beneficial gas carbon dioxide ranks among hazardous pollutants. It does not.",
    "reference": "Invalid"
  },
  {
    "text": "Right now, the shelf works like a giant bottle-stopper that slows down ice trying to flow from the land into the sea. If it collapses, the ice could flow into the ocean more rapidly, an effect that has already happened on a much smaller scale in other areas of Antarctica. The most vulnerable parts of the West Antarctic ice sheet could raise the sea level by 10 to 15 feet, inundating many of the world’s coastal cities, though most scientists think that would take well over a century, or perhaps longer. They are worried about a possible rise of as much as six feet by the end of this century.",
    "reference": "Invalid"
  },
  {
    "text": "To revisit the ocean’s paleotemperatures now, we need to carefully quantify this re-equilibration, which has been overlooked for too long. For that, we have to work on other types of marine organisms so that we clearly understand what took place in the sediment over geological time”",
    "reference": "Invalid"
  },
  {
    "text": "The most famous of these studies, published in 2010 by Paul Kench and Arthur Webb of the South Pacific Applied Geoscience Commission in Fiji, showed that of 27 Pacific islands, 14% lost area. Yet 43% gained area, with the rest remaining stable.",
    "reference": "Invalid"
  },
  {
    "text": "Already, scientists know enough to be concerned. About 120,000 years ago, before the last ice age, the planet went through a natural warm period, with temperatures similar to those expected in coming decades. The sea level was 20 to 30 feet higher than it is today, implying that the ice sheets in both Greenland and Antarctica must have partly disintegrated, a warning of what could occur in the relatively near future if the heating of the planet continues unchecked.",
    "reference": "Invalid"
  },
  {
    "text": "Like countless other organ­isms, we move and adapt when the environment changes. Species thrive when it is warm.",
    "reference": "Invalid"
  },
  {
    "text": "Falsified and sure-to-be-falsified exaggerations from a parade of Ph.D. scientists",
    "reference": "Invalid"
  },
  {
    "text": "In 2009, then-British Prime Minister Gordon Brown predicted that the world had only 50 days to save the planet from global warming. But fifty days and years later, and the earth still spins.",
    "reference": "Invalid"
  },
  {
    "text": "That isn’t all that ocean acidification can do. Carbon absorption can initiate a feedback loop in which underoxygenated waters breed different kinds of microbes that turn the water still more “anoxic,” first in deep ocean “dead zones,” then gradually up toward the surface[…]This process, in which dead zones grow like cancers, choking off marine life and wiping out fisheries, is already quite advanced in parts of the Gulf of Mexico and just off Namibia, where hydrogen sulfide is bubbling out of the sea along a thousand-mile stretch of land known as the ‘Skeleton Coast.’",
    "reference": "Invalid"
  },
  {
    "text": "Late 20th century and early 21st century global warming, they show, is neither dramatic, nor unusual, nor scary. Here … are just some of the charts to prove it.",
    "reference": "Invalid"
  },
  {
    "text": "To revisit the ocean’s paleotemperatures now, we need to carefully quantify this re-equilibration, which has been overlooked for too long. For that, we have to work on other types of marine organisms so that we clearly understand what took place in the sediment over geological time",
    "reference": "Valid"
  },
  {
    "text": "The Arctic also stores terrifying bugs from more recent times. In Alaska, already, researchers have discovered remnants of the 1918 flu that infected as many as 500 million and killed as many as 100 million",
    "reference": "Valid"
  },
  {
    "text": "But the differences between NOAA and NASA aren’t that significant, Schmidt further argued, in the context of the bigger picture. ‘Getting hung up on the exact nature of the records is interesting, and there’s lots of technical work that can be done there, but the main take-home response there is that the trends we’ve been seeing since the 1970s are continuing and have not paused in any way,’ he said.",
    "reference": "Valid"
  },
  {
    "text": "‘You see, gas in America is incredibly cheap, because of fracking,’ he says. But what about the risk of triggering earthquakes? He rolls his eyes.",
    "reference": "Valid"
  },
  {
    "text": "Scientists such as Dr Willie Soon, a solar astrophysicist at the Harvard-Smithsonian Center for Astrophysics, have shown that as water vapour rises, so does temperature. It is why cloudless nights are so chilly.",
    "reference": "Valid"
  },
  {
    "text": "Although the extent of the summer sea ice after 2006 dropped abruptly to levels not expected until 2050, the predicted 67-per-cent decline in polar bear numbers simply didn’t happen. Rather, global polar bear numbers have been stable or slightly improved.",
    "reference": "Valid"
  },
  {
    "text": "Dr. Serreze said that such a situation, which would leave nothing but open ocean in summer until fall freeze-up begins, could occur by 2030, although many scientists say it may not happen for a decade or two after that.",
    "reference": "Valid"
  },
  {
    "text": "It seems self-evident that rising sea levels will reduce land area. However, there is a process of accretion, where coral broken up by the waves washes up on these low-lying islands as sand, counteracting the reduction in land mass. Research shows that this process is overpowering the erosion from sea-level rise, leading to net land-area gain.",
    "reference": "Invalid"
  },
  {
    "text": "the basic rule for staple cereal crops grown at optimal temperature is that for every degree of warming, yields decline by 10 percent. Some estimates run as high as 15 or even 17 percent. Which means that if the planet is five degrees warmer at the end of the century, we may have as many as 50 percent more people to feed and 50 percent less grain to give them.",
    "reference": "Invalid"
  },
  {
    "text": "The ongoing global bleaching event is the longest-lasting one ever observed, and only the third ever seen. It has occurred during the warmest year on record, which occurred in 2015, and the two most unusually mild months on Earth, which took place in January and February, respectively.",
    "reference": "Invalid"
  },
  {
    "text": "NASA concurred with NOAA, also declaring 2016 the warmest year on record in its own data set that tracks the temperatures at the surface of the planet’s land and oceans, and expressing ‘greater than 95 percent certainty’ in that conclusion. (In contrast, NOAA gave a 62 percent confidence in the broken record.)",
    "reference": "Invalid"
  },
  {
    "text": "While record low sea ice is nothing new in the Arctic, this is a surprising turn of events for the Antarctic. Even as sea ice in the Arctic has seen a rapid and consistent decline over the past decade, its counterpart in the Southern Hemisphere has seen its extent increasing.",
    "reference": "Invalid"
  },
  {
    "text": "For example, Canadian polar bear biologist Ian Stirling learned in the 1970s that spring sea ice in the southern Beaufort Sea periodically gets so thick that seals depart, depriving local polar bears of their prey and causing their numbers to plummet. But that fact, documented in more than a dozen scientific papers, is not discussed today as part of polar bear ecology.",
    "reference": "Invalid"
  },
  {
    "text": "While transient weather variability is playing a key role here, the widespread record warmth across the U.S. so far this year is part of a long-term trend toward more warm temperature records versus cold ones.",
    "reference": "Valid"
  },
  {
    "text": "The buoy temperatures, which are measured by precise electronic thermistors, were adjusted upwards to match the questionable ship data. Given that the buoy network became more extensive during the pause, that’s guaranteed to put some artificial warming in the data.",
    "reference": "Valid"
  },
  {
    "text": "The jet stream forms a boundary between the cold north and the warmer south, but the lower temperature difference means the winds are now weaker. This means the jet stream meanders more, with big loops bringing warm air to the frozen north and cold air into warmer southern climes.",
    "reference": "Valid"
  },
  {
    "text": "The review found that many studies had used flawed methods, subjecting marine creatures to sudden increases in carbon dioxide that would never be experienced in real life. In some cases it was levels far beyond what would ever be reached even if we burnt every molecule of carbon on the planet",
    "reference": "Valid"
  },
  {
    "text": "Federal scientists have documented a sharp jump in this nuisance flooding — often called ‘sunny-day flooding’ — along both the East Coast and the Gulf Coast in recent years. The sea is now so near the brim in many places that they believe the problem is likely to worsen quickly.",
    "reference": "Valid"
  },
  {
    "text": "as surface temperatures of the oceans warm up, the immediate response is more water vapor in the atmosphere. We’re in a system inherently capable of producing more floods.",
    "reference": "Valid"
  },
  {
    "text": "Climate change? Global warming? What do we call it? […]You can think of global warming as one type of climate change. The broader term covers changes beyond warmer temperatures, such as shifting rainfall patterns.”",
    "reference": "Valid"
  },
  {
    "text": "Unlike genuine pollutants, carbon dioxide (CO2) is an odorless, colorless gas. Every human being exhales about two pounds of CO2 a day, along with a similar amount of water vapor. CO2 is nontoxic to people and animals",
    "reference": "Invalid"
  },
  {
    "text": "The chain of events that links the melting Arctic with weather to the south begins with rising global temperatures causing more sea ice to melt. Unlike on the Antarctic continent, melting ice here exposes dark ocean beneath, which absorbs more sunlight than ice and warms further. This feedback loop is why the Arctic is heating up much faster than the rest of the planet.",
    "reference": "Invalid"
  }
]